[
  {
    "name": "Gregory P.",
    "location": "Euless, TX",
    "heading": "Process was painless, delivery was fast.",
    "quote": "Process was painless, delivery was fast. Getting rid of my old car simple and painless as well."
  },
  {
    "name": "Michael W.",
    "location": "Colorado Springs, CO",
    "heading": "Fast, easy and hassle free way of buying a vehicle!",
    "quote": "Vroom is a fast, easy and hassle free way of buying a vehicle. They gave me all the tools needed to view, research and make my decision at the comfort of my home. I can honestly say that I had an unbelievable buying experience."
  },
  {
    "name": "Anneliese E.",
    "location": "Palo Alto, CA",
    "heading": "The customer service was outstanding.",
    "quote": "The customer service was outstanding, right from my expressing interest in the vehicle all the way through delivery. I knew exactly what was happening and what I needed to do every step of the way. The car itself looks brand new even though it's 4 years old. I highly recommend Vroom!"
  },
  {
    "name": "Jonathan C.",
    "location": "Adams, TN",
    "heading": "Super fast with the entire transaction and paperwork.",
    "quote": "Super quick response, super fast with the entire transaction and paperwork and a really great appraisal given on my car."
  },
  {
    "name": "Susana S.",
    "location": "Naples, FL",
    "heading": "The whole process is 5 stars from beginning to end!",
    "quote": "Your customer service, communication updates and the whole process is 5 stars from beginning to end. Thank you!"
  },
  {
    "name": "Chris V.",
    "location": "Tampa, FL",
    "heading": "An amazingly quick and painless process!",
    "quote": "It was an amazingly quick and painless process! I wish I had another car to sell."
  },
  {
    "name": "Wilmer G.",
    "location": "Florida",
    "heading": "The easiest way to sell your car.",
    "quote": "Talk about the easiest way to sell your car. It was simple. At first I was skeptical but once you start the selling process everything is explained in great detail."
  },
  {
    "name": "Nicole J.",
    "location": "California",
    "heading": "The experience I had with Vroom was about as seamless as possible.",
    "quote": "The experience I had with Vroom was about as seamless as possible. They got back to me with a quote very quickly and upon accepting, the process moved forward quickly and with ease. I'd highly recommend using the service if you are looking to sell your car!"
  }
]
